months = ((1, 'январь'),
          (2, 'февраль'),
          (3, 'март'),
          (4, 'апрель'),
          (5, 'май'),
          (6, 'июнь'),
          (7, 'июль'),
          (8, 'август'),
          (9, 'сентябрь'),
          (10, 'октябрь'),
          (11, 'ноябрь'),
          (12, 'декабрь')
          )

years = ((2019, '2019'),
         (2020, '2020'),
         (2021, '2021'),
         (2022, '2022'),
         )

graphics = (('daily', 'По дням'),
            ('monthly', 'По месяцам'),
            ('diagram', 'Доходы со всех стоков'))

stocks = (('Shutter', 'Shutter'),
          ('Adobe', 'Adobe'))

months_list = ("январь", "февраль", 'март', 'апрель', 'май', 'июнь',
               'июль', 'август', 'сентябрь', 'октябрь', 'ноябрь', 'декабрь')

years_list = ('2019', '2020', '2021', '2022')

total_header = ('Название', 'Фото', 'Видео', 'Продажи')
